Revit 2027 API
ParameterTypeId.ElemRoomNumber Property
 "Room Number"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ElemRoomNumber { get; }
Public Shared ReadOnly Property ElemRoomNumber As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ElemRoomNumber {
	ForgeTypeId^ get ();
}
static member ElemRoomNumber : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace